package constants

const (
	HelloMessage = "Привет! Я бот для регистрации курсантов в ОАСФ СПСО \"Феникс\".\nПожалуйста, укажи свои данные," +
		" чтобы мы могли с тобой связаться и пригласить в отряд"

	ReqNameMessage = "Введи своё имя и фамилию\nНапример: Иван Иванов"

	ReqPhoneMessage = "Введи номер телефона\nНапример: 89806003030"

	ReqVkMessage = "Введи ссылку на страницу vk.\nЕсли она закрыта введи 0"

	FinishFormMessage = "Спасибо, заявка на вступление создана"

	AdminCodeMessage = "Самарканд-Чиланзар"

	Retry = "Заполнить заново"

	ErrorMessage = "Возникла какая то ошибка, обратись к кому то из Феникса или напиши tg.me/Gooseandra"
)
