package constants

const (
	HelloMessage = "Привет! Я бот для регистрации курсантов в ОАСФ СПСО \"Феникс\".\nПожалуйста, укажи сови данные," +
		" чтобы мы могли с тобой связаться и пригласить в отряд"

	ReqNameMessage = "Введи своё имя и фамилию\nНапример: Иван Иванов"

	ReqPhoneMessage = "Введи номер телефона\nНапример: 89806003030"

	ReqVkMessage = "Введи ссылку на страницу vk.\nЕсли она закрыта введи 0"

	FinishFormMessage = "Спасибо, заявка на вступление создана"

	AdminCodeMessage = "Самарканд-Чиланзар"
)
